<?php
/* 문제 : for문으로 정수 500~700 중 4의 배수가 아닌 정수 출력하기
   1단계 : 500~700 숫자 표시
*/
//*
    for 
    {
        echo 
    }
/**/


//  2단계 : 10번째 표시하고, 엔터처리
/*
    $count 
    for 
    {
		echo 
		$                           // $count값 변화 시킴
		if                          //10번째 인지 비교
		{
			echo                    //엔터 처리
		}
    }
/**/	


//  3단계 : 4의 배수가 아닌 정수 출력
/*
    $count 
    for 
    {
		if                            // 4의 배수가 아닌 정수 비교
		{
			echo                      // $count값 변화 시킴
			$                          

			if                        //10번째 인지 비교 
			{
				echo                  //엔터 처리
			}
		}
      }
    }
/**/	
?>


